import img1 from "../assets/image/product-1.png";
import img2 from "../assets/image/product-2.png";
import img3 from "../assets/image/product-3.png";
import img4 from "../assets/image/product-4.png";
import img5 from "../assets/image/product-5.png";
import img6 from "../assets/image/product-6.png";

export const products = [
  {
    id: 1,
    name: "بلوز سبز مردانه",
    price: "256,000",
    image: img1,
    desc: "بلوز بافت مردانه ال تی بی 182 در سه سایز و بافتی نسبتا ضخیم داشته و دارای دو یقه بوده که نوار بالایی سوئیت سوسماری می باشد. ",
  },
  {
    id: 2,
    name: "بلوز سفید دخترانه",
    price: "265,000",
    image: img2,
    desc: "محصولی که می‌بینیم یک بلوز یقه دار آستین کوتاه از برند «آدمک» است. این بلوز را میتوانید به صورت تک و یا زیر سارافون استفاده نمایید. برای راحت پوشاندن لباس در قسمت پشت بلوز دارای دو دکمه است. این لباس در برابر شست‌و‌شو مقاوم بوده و ضدحساسیت است. با توجه به راهنمای انتخاب سایز که در قسمت چارت ابعاد آمده و سن نوزاد خود، می‌توانید انتخاب درستی برای سایز لباس او داشته باشید",
  },
  {
    id: 3,
    name: "کفش ورزشی اسپرت ",
    price: "351,000",
    image: img3,
    desc: "کفشهای راحتی برای استفاده روزمره که مدت زمان زیادی پا درون کفش هست، بسیار مناسب است. و نیز بعلت جنس رویه که گردش هوا بخوبی جریان دارد ، پا بو و عرق نمی کند",
  },
  {
    id: 4,
    name: "پیراهن مشکی مردانه",
    price: "115,000",
    image: img4,
    desc: "این پیراهن مناسب چهار فصل میباشد. لبه های این پیراهن یکنواخت دوخته شده و یقه آن بصورت برگردان می باشد. جنس استفاده شده در تولید این پیراهن از مرغوب ترین پارچه های داکرون بروجرد بوده تا احساس راحتی هر چه تمام تر را برای استفاده در طولانی مدت برای مصرف کننده به همراه داشته باشد. پس از دریافت کالا یک بار اتو بخار زده شود برای از بین بردن خطوط تا خورده شده و جای سوزن ها روی پیراهن",
  },
  {
    id: 5,
    name: "فلاسک استیل",
    price: "120,000",
    image: img5,
    desc: "گاهی اوقات برای گردش به دل طبیعت می‌زنیم. برای گذران روز در طبیعت نیاز به همراه داشتن وسایل همانند زیرانداز، سبد مسافرتی و فلاسک چای داریم. این تجهیزات باعث می‌شود تا در صورت نیاز به سرو غذا یا برای نوشیدن چای به زحمت زیادی نیوفتیم. در صورت تمایل بتوانیم به راحتی اقلام مورد نیاز خود را در دسترس داشته باشیم. این فلاسک برند یونیک و کیفیت عالی به ما این امکان را می‌دهد تا در صورت تمایل به نوشیدن چای یا قهوه و دمنوش دیگر بدون درست کردن آتش و آسیب رسانده به طبیعت، بتوانم آن را بنوشیم این فلاسک با گنجایش یک لیتر است",
  },
  {
    id: 6,
    name: "جوراب دخترانه",
    price: "25,000",
    image: img6,
    desc: "جوراب های طرح دار ایرانی سوپر نخ پنبه برای چهارفصل با بافت ریز و رنگ ثابت ، پنج دار و کفه دار و از سایز 36 تا 42 قابل استفاده می باشد. جنس کش مرغوب و دون دون نمی شود و پرز نمی دهد",
  },
];
