const Info = () => {
  return (
    <div className="mt-10">
      <h4 className="text-H4 font-bold">
        <span className="text-primary">کارت ساز</span> چیست؟
      </h4>
      <p className="mt-4 text-Body-MD font-light text-[#74787C]">
        کارت ساز یک سیستم نوین است که به شما اجازه میدهد برای مشتریان خود سبد
        خرید(cart) اختصاصی ایجاد کنید و سپس با ارسال لینک از آن ها بخواهید که
        سبد خرید خود را کامل کنند. در این حالت شما دیگر نیازی به یادداشت موارد
        خاسته شده ندارید و به راحتی میتوانید سفارشات خود را ثبت کنید.کارت ساز
        آمده تا زمان شما مدیریت شود , مشتریان خود را رهگیری کنید , سفارشات را
        طبقه بندی کنید.کارت ساز در ابتدای مسیر خود می باشد و قصدش کمک به کسب و
        کار های نوپا و کوچک بر بستر شبکه های اجتماعی همانند اینستاگرام,تلگرام و
        واتساپ می باشد.
      </p>
    </div>
  );
};

export default Info;
